var content = [
    {
        id: 1,
        imgUrl: "/images/tengxun.jpg",
        title: "腾讯2018暑假实习生招聘正式启动！",
        star_count: 50,
        home_image_star: "../../images/chat.png",
        date: "2017-25-25",
        author: "正为东1",
        text: "1大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！        可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 2,
        imgUrl: "../../images/ali.jpg",
        title: "阿里巴巴 京东 Apple苹果...你想要的实习",
        star_count: 51,
        home_image_star: "../../images/chat.png",
        date: "2017-25-250",
        author: "正为东2",
        text: "2大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 3,
        imgUrl: "../../images/touxiang0.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...3",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-251",
        author: "正为东3",
        text: "3大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 4,
        imgUrl: "../../images/touxiang0.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "4大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 5,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "5大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 6,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "6大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 7,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东7",
        text: "7大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 8,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "8大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 9,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "9大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 10,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "10大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 9,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "9大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    },
    {
        id: 10,
        imgUrl: "../../images/tengxun.jpg",
        title: "我就是新闻内容哦撒阿萨德发我就是就是...4",
        star_count: 52,
        home_image_star: "../../images/chat.png",
        date: "2017-25-252",
        author: "正为东4",
        text: "10大家都知道，再过几个月，即将在俄罗斯举行的2018世界杯就要开幕了。而这之后则是2022年的卡塔尔世界杯。那么2026年的世界杯又要在哪里举办呢？    目前的最新消息是，美国想要争夺这8年后的世界杯的举办权了，而且美国还拉上了加拿大和墨西哥这两个北美洲的国家，组成了一个北美联队！    可就在昨天晚上，美国总统特朗普为了支持美国申办这届世界杯，而在自己推特上写下的一番话，却几乎毁掉了整个北美洲举办这届世界杯的希望！"
    }
];

var comment = [
    {
        head: "/images/collection-select.png",
        name: "名字",
        commentTest: "评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容"
    },
    {
        head: "/images/collection-select.png",
        name: "名字",
        commentTest: "评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容评论内容"
    }
];

var category = [
    {
        category_id: 1,
        img: "/images/it.png",
        title: "计算机与信息工程学院"
    },
    {
        category_id: 2,
        img: "/images/math.png",
        title: "数学学院"
    },
    {
        category_id: 3,
        img: "/images/hanshi.png",
        title: "马克思学院"
    }
]

module.exports = {
    content: content,
    comment: comment,
    category: category
}